---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.FtPerMin
source: html/c04812f8-83d8-a797-73b8-a7bd2ca20ba9.htm
---
# Autodesk.Revit.DB.SymbolTypeId.FtPerMin Property

Symbol ft/min, indicating unit Feet per minute.

## Syntax (C#)
```csharp
public static ForgeTypeId FtPerMin { get; }
```